{"inkVersion":19,"root":[["^ME: Hi Kwame, I wanted to ask you some questions.","\n","^KWAME: Of course ","ev",{"VAR?":"player_name"},"out","/ev","^. Anything.","\n",{"->":"Divert1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Divert1":[[["ev",{"VAR?":"asked_a_question"},0,"==","/ev",{"->":".^.b","c":true},{"b":["\n","^KWAME: What can I help you with?","\n",{"->":".^.^.^.2"},null]}],[{"->":".^.b"},{"b":["\n","^KWAME: Anything else you wanted to ask?","\n",{"->":".^.^.^.2"},null]}],"nop","\n","ev","str","^About Project Selene","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^About the State","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^About nuclear fallout","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Leave","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":["^ ME: Can you tell me a bit about Project Selene?","\n","^KWAME: Of course! Project Selene started all the way back in 2024, in an attempt to promote international collaboration and study the Earth from afar.","\n","^KWAME: It was named after the ancient Greek godess of the Moon.","\n","^KWAME: However, amid the political turmoil and environmental instability caused by Drump and other major world powers, the focus of Project Selene changed.","\n","^KWAME: We started to focus more on developing technologies to increase sustainability and heal the environment.","\n","^KWAME: Additionally, more and more people moved to the Moon.","\n","^KWAME: However, this was very expensive, and Drump didn't care much about the environment. To be fair, no one really did, until the Flood of New York in 2036.","\n",["ev","str","^Ask about environment","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Nod","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ME: Crazy that nobody cared about the enviroment.","\n","^KWAME: It becomes even crazier when you realise that scientists knew that we had to do something about the environment several decennia before!","\n","^KWAME: But back then the primary economical philosophy was capitalism. And solving the environmental crisis didn't have any short term gains.","\n","^KWAME: People thought a tree was only profitable when it is cut down, so it can be sold. Despicable.","\n","^KWAME: If only trees produced oil instead of the air we need to breathe.","\n","^KWAME: I believe it was 2037 when the last polar ice caps melted. In 2038, there were an unimaginable amount of environmental refugees in the world.","\n","^KWAME: By the end of the 2030's, more people were displaced by the environment than not.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["^ ME: I heard from my parents that New York used to be a huge city?","\n","^KWAME: Yeah, it was. It used to be one of the biggest cities in the world.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^KWAME: Anyway, Drump cut funding for Project Selene in 2031, and after Europe collapsed in 2033, Project Selene was abandoned, leaving us stranded here.","\n","^KWAME: Most of us didn't have a home to go back to, so we just stayed up here, continuing with our environmental research.","\n","ev",1,"/ev",{"VAR=":"asked_a_question","re":true},{"->":"Divert1"},{"#f":5}]}],{"#f":5}],"c-1":["^ ME: Can you tell a bit more about the State?","\n","^KWAME: Sure! Well, this win would make it Drump's 7th term. He first got into power exactly 30 years ago, in 2016.","\n","^KWAME: Did you know he actually lost power for a bit in 2020? Historians agree that that election was the State's last free one.","\n","^KWAME: Although Drump himself claims that is the only one that was fake though. The irony.","\n","^KWAME: Anyway, Drump lost the election in 2020 and only got put back in power in 2022 after the Evangelical Revolution.","\n",["ev","str","^Evangelical Revolution?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Nod","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ME: What do you mean with the evangelical revolution? I'm not too familiar with Earth politics around this time. ","\n","^KWAME: Well, Evangicalism, now considered an extreme interpretation of Christianity, was the religion of Drump's main supporters back then.","\n","^KWAME: They're weren't too happy that Drump lost the 2020 election. Drump kept edging them on until they stormed the White House.","\n","^KWAME: And you know, Drump has been in power ever since.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["^ ME: Oh yeah, my dad used to tell me about that. It was supposed to be a huge massacre.","\n","^KWAME: That it was..","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^KWAME: Anyway. In 2026 Drump amended the State constitution of the first time, allowing him to run for president again.","\n","ev","str","^Didn't anyone object?","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Nod","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["^ ME: Didn't anyone rise up to him? How could this have happened?","\n","^KWAME: Of course people did. That's also when California attempted to secede. It didn't work out obviously, Drump just sent the army to occupy them.","\n",{"->":".^.^.^.g-1"},{"#f":5}],"c-3":["^ ME: That's insane.","\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^KWAME: That's also about when Drump started to show his love for annexing territories. It started with British Columbia in 2027...","\n","^KWAME:... and it just spiralled out of control since then. Did you know the State now consists of 64 individual states?","\n","^KWAME: Not much later he renamed the country to 'The State', which kind of reflects how he thinks about the rest of the world.","\n","^ME: That's so terrifying. Kind of happy I'm up here now.","\n","ev",1,"/ev",{"VAR=":"asked_a_question","re":true},{"->":"Divert1"},{"#f":5}]}],{"#f":5}],"c-2":["^ ME: How come there is so much nuclear fallout on Earth?","\n","^KWAME: Well, it started when Drump was withdrawing the State from many international nuclear deals which banned the use and development of nuclear weapons.","\n","^KWAME: I think the first nuke was Paris in '33.","\n","^ME: How come?","\n","^KWAME: That was during the first Euro-State war. After Drump annexed his 5th territory, Europe united and decided it couldn't stand by while Drump terrorised the world.","\n","^KWAME: However, they didn't anticipate Drump's trigger finger. The war only lasted two weeks.","\n","^KWAME: Drump bombed the hell out of Paris and sent Europe straight back to the middle ages. Europe only recently started to recover again.","\n","ev",1,"/ev",{"VAR=":"asked_a_question","re":true},{"->":".^.^.^"},{"#f":5}],"c-3":["^ ME: It was nice talking to you, Kwame. Thanks.","\n","^KWAME: Any time!","\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev","str","^Meredith","/str",{"VAR=":"player_name"},0,{"VAR=":"asked_a_question"},"/ev","end",null],"#f":1}],"listDefs":{}}