{"inkVersion":19,"root":[["^PRISHA: The broadcast is starting!","\n","^KWAME: How do I increase the volume..","\n","^CHARLOTTE: The '+' button, old man!","\n","^KWAME: Aha. Got it!","\n","^PRESENTER: Welcome citizens of the State! Tonight is an important event in the history of our great Nation.","\n","^ANDY: Come on dude, announce it already.","\n","^PRESENTER: Will President Tonald Drump win his lucky 7th term or did the public reject our Great Leader?","\n","^PRESENTER: Ah, the results just came in!","\n","^PRESENTER: The final count resulted in Drump winning 697 of the 713 electoral votes!","\n","^PRESENTER: Only the 6 electoral college votes from the State of British Columbia went for the opponent.","\n","^PRESENTER: Let's tune into Drump's victory speech.","\n","^...","\n","^DRUMP: I am very honored for this great great honor. Thanks to all the very best people that voted for me in this great and fair election.","\n","^DRUMP: We will launch an investigation as to why BC voted for the opponent and will sue any responsible parties.","\n","^DRUMP: I also want to use this time to announce that I plan to retire after this term...","\n","^DRUMP: ... and hand over the mantle of leadership of the Great Republican Party to my great son Tonald Drump Jr.","\n","^...","\n","^PRESENTER: And that's about it! And now, the weather forecast. We expect more nuclear fallout on the west coast of the State this afternoon..","\n","^CHARLOTTE: Well, what did we expect.","\n","ev","str","^Complain","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Agree","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Be quiet","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["^ ME: Am I the only one that is genuinely disgusted by this? How can anyone believe this crap?","\n","^PIOTR: Don't be stupid, of course not.  That's why we're up here to begin with.","\n","^ME: But doesn't anyone else feel like we should try to do something about this?","\n","^PIOTR: What can we do? We're stuck orbiting about 400,000 kilometers above the State.","\n","^KWAME: Piotr is right, unfortunately.","\n",{"->":"Divert1"},{"->":"0.g-0"},{"#f":5}],"c-1":["^ ME: Same outcome as the last 6 elections.","\n","^CHARLOTTE: I'm just worried about British Columbia now. That's where my parents are from.","\n","^CHARLOTTE: Hope he doesn't bomb them or anything.","\n","^PIOTR: He does have a trigger finger, remember Paris in '33?","\n","^PIOTR: Anyway, how come they even voted against him?","\n","^KWAME: He probably needed a black sheep in order to make it not too obvious that it's all fake.","\n",{"->":"Divert1"},{"->":"0.g-0"},{"#f":5}],"c-2":["^ ME: ...","\n",{"->":"Divert1"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Divert1":["^ME: Anyway, better go back to work.","\n","^KWAME: Before you go, I saw Mei this morning, she asked about you. I think she went back to the Bio-Engineering lab.","\n","^ME: Great, thanks Kwame!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}