{"inkVersion":19,"root":[["^ME: Hi Mei! Kwame told me you were looking for me.","\n","^MEI: Yeah, our experimental crops are not growing very well. I wanted to hear what you thought about this.","\n","^ME: Well, we could experiment with the new fertilizer that Tom made?","\n","^MEI: Obviously. But he needs more nitrogen to synthesize it and the supplier is out of nitrogen.","\n","^MEI: Apparently the chemistry lab has been using all of it lately. Any other ideas?","\n","ev","str","^Well...","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^No","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ME: Well, we could always ask them if we can borrow a bit.","\n","^MEI: Hmpf. They're always a sorry bunch. I doubt if they'll give us anything.","\n","^ME: But I could always borrow it without asking, if you get what I'm saying.","\n","^MEI:  Can't believe I'm hearing this. But I like it.","\n",{"->":"Divert1"},{"->":"0.g-0"},{"#f":5}],"c-1":["^ ME: Sorry, I don't think so..","\n","^MEI: Hmmm. You could always go there and borrow some?","\n","^ME: I doubt that they'll simply give it to us if I ask nicely.","\n","^MEI: Then borrow without asking. You understand what I'm trying to say?","\n","^ME: Definitely.","\n",{"->":"Divert1"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Divert1":[["^MEI: Do you need to know anything else?","\n","ev","str","^Where is the chemistry lab?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^What does the nitrogen look like?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^No","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ MEI: The entrance to their lab is very close to ours. Just next to the little library in the hall. They usually keep the nitrogen in the back room.","\n",{"->":".^.^.^"},{"#f":5}],"c-1":["^ MEI: It usually has a bright green color. ","\n",{"->":".^.^.^"},{"#f":5}],"c-2":["^ ME: Nope, I'll be on my way.","\n","^MEI: If you have the nitrogen, bring it to Tom. He is in the greenhouse up that ladder. And be quick.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}