{"inkVersion":19,"root":[["^ME: Hi Alyssa! Good to see you!","\n","^ALYSSA: Finally someone came searching for me! I've been here for ages.","\n","^ALYSSA: It has literally been the worst day of my life!","\n","^ME: Uhhm.. It's about to get worse.","\n","^ME: Drump won the State election..","\n","^ALYSSA: Not unexpected. Anyway..","\n","^ME: And he fired a missile headed to our section.","\n","^ALYSSA: WHAT?!","\n","^ALYSSA: You have got to be kidding me.","\n","^ALYSSA: Better get back fast then to tell everyone what I've found.","\n","^ME: Wait, what did you find?","\n","^ALYSSA: I think it is an old State base. It's about 50-100 meters that direction, tucked right in between this mountain pass, which is probably why we haven't seen it before.","\n","^ALYSSA: But the area behind those fences is completely covered with landmines.","\n","^ME: Landmines? What are they hiding there?","\n","^ALYSSA: Exactly. Maybe we can find something there that can help us redirect this missile.","\n","^ME: Why didn't you get back faster?","\n","^ALYSSA: Well, I tried to drive up there, but my VL hit a mine almost immediately and one of my wheels got busted, as well as all my comms.","\n","^ALYSSA: I've almost fixed it now.","\n","^ALYSSA: Also, since I've been stuck, I've mapped the location of all the mines, so maybe you can try to see if you can get up there and try to disable the mines.","\n","ev","str","^Sure","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Me?!","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ME: Yeah, sounds good.","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ME: Go on that minefield? Why me? I'm a Bio-Engineer not a adventurer! ","\n","^ALYSSA: I already risked my life once trying to get there. And you guys forgot about me, so I think you all owe me.","\n","^ALYSSA: Plus, I have a map now.","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["^ALYSSA: As long as you remember the directions correctly, you shouldn't blow up.","\n","ev","str","^Ask about directions","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Leave","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["^ ME: So, what's the correct path?","\n","^ALYSSA: It's easy. First, keep going up until you come across two big storage silos. Once there, turn left for a couple of meters, until you've passed the silos.","\n","^ME: \"A couple of meters\"? That's not very accurate.","\n","^ALYSSA: Shut up and listen. And soon as you're able, turn back right and keep going up until you come across a meteor crater.","\n","^ALYSSA: From there, you should be able to see the building.","\n","^ALYSSA: But be careful, between the meteor crater and the building are still a bunch of mines, so don't go up after that.","\n","^ALYSSA: Instead, go right until you come across two huge solar panels. Once they are right in front of you...","\n","^ALYSSA: ... go back down towards the storage silos and loop around the solar panels. Then, keep going up and you should find the control box there.","\n","^ALYSSA: See? Easy!","\n","^ME: I'm screwed.","\n","^ALYSSA: Once you find the control box, just cut all the wires to turn off the mines.","\n",{"->":"0.g-1"},{"#f":5}],"c-3":["^ ME: I'm screwed.","\n",{"->":"0.g-1"},{"#f":5}],"#f":5}],"g-1":["^ALYSSA: Good luck!","\n",["done",{"#f":5,"#n":"g-2"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}